{"said": 3680, "felt": 1543, "way": 4825, "go": 1753, "rest": 3575, "trigger": 4549, "ahead": 102, "like": 2378, "decide": 1041, "look": 2425, "feeling": 1538, "doom": 1195, "hope": 1957, "maybe": 2533, "getting": 1738, "sucked": 4226, "rabbit": 3347, "hole": 1937, "stupid": 4204, "psychic": 3285, "test": 4382, "new": 2750, "age": 88, "something": 4014, "could": 914, "even": 1397, "laugh": 2312, "road": 3625, "ended": 1347, "reading": 3390, "sense": 3790, "various": 4722, "health": 1886, "one": 2856, "prone": 3255, "top": 4479, "worried": 4940, "heart": 1891, "happen": 1851, "physical": 3060, "hour": 1984, "hey": 1916, "assistance": 267, "sure": 4264, "right": 3612, "place": 3087, "post": 3151, "currently": 993, "student": 4196, "national": 2703, "lab": 2282, "working": 4934, "survey": 4278, "help": 1907, "improve": 2071, "marketing": 2509, "effort": 1309, "many": 2499, "school": 3728, "around": 230, "country": 926, "looking": 2427, "current": 992, "undergrad": 4623, "grad": 1779, "stem": 4132, "know": 2275, "would": 4949, "greatly": 1800, "appreciate": 207, "take": 4323, "pas": 2982, "along": 126, "short": 3876, "thank": 4391, "everyone": 1405, "entered": 1368, "drawing": 1230, "chance": 654, "win": 4893, "three": 4424, "amazon": 141, "mom": 2639, "hit": 1932, "newspaper": 2754, "shocked": 3868, "play": 3103, "hitting": 1933, "smacking": 3957, "violence": 4752, "sort": 4028, "person": 3041, "send": 3784, "vibe": 4740, "asking": 250, "universe": 4653, "yesterday": 4981, "decided": 1042, "friend": 1665, "another": 161, "move": 2665, "driving": 1247, "moving": 2669, "strike": 4183, "shoulder": 3879, "address": 57, "immediately": 2055, "th": 4390, "time": 4449, "told": 4466, "thing": 4408, "nearly": 2719, "get": 1737, "car": 616, "think": 4409, "high": 1921, "marijuana": 2503, "understand": 4627, "trying": 4570, "attention": 296, "year": 4975, "old": 2852, "people": 3024, "guy": 1829, "met": 2579, "boyfriend": 500, "amazing": 140, "kind": 2257, "sweet": 4297, "good": 1763, "family": 1513, "dont": 1194, "feel": 1537, "passion": 2986, "rush": 3668, "ex": 1413, "truth": 4568, "started": 4112, "going": 1758, "secretly": 3761, "saw": 3706, "see": 3765, "really": 3402, "didnt": 1114, "nothing": 2781, "disgusting": 1150, "want": 4802, "touch": 4487, "bad": 337, "still": 4143, "kinda": 2258, "realized": 3399, "love": 2445, "related": 3473, "ok": 2849, "hurt": 2010, "knew": 2269, "dating": 1019, "boy": 499, "begged": 387, "stay": 4124, "course": 930, "problem": 3224, "im": 2046, "catch": 630, "thinking": 4410, "remembering": 3505, "drive": 1244, "crazy": 951, "wont": 4926, "mind": 2601, "make": 2481, "recently": 3416, "found": 1642, "girl": 1745, "actually": 46, "enjoying": 1364, "experience": 1454, "got": 1769, "mad": 2468, "betrayed": 412, "gross": 1805, "october": 2829, "domestic": 1187, "awareness": 324, "month": 2648, "survivor": 4283, "struggling": 4192, "four": 1644, "lately": 2308, "angry": 151, "abusive": 15, "received": 3412, "real": 3392, "consequence": 856, "action": 41, "man": 2486, "abused": 12, "manner": 2498, "physically": 3061, "sexually": 3831, "emotionally": 1332, "verbally": 4731, "financially": 1567, "etc": 1393, "restraining": 3577, "order": 2878, "renewed": 3516, "later": 2309, "unable": 4609, "press": 3195, "criminal": 964, "charge": 661, "enough": 1365, "evidence": 1411, "case": 625, "put": 3325, "relationship": 3476, "work": 4929, "difficult": 1121, "matter": 2528, "without": 4914, "either": 1311, "afraid": 84, "gonna": 1762, "always": 138, "forgiving": 1627, "point": 3118, "strung": 4193, "tl": 4460, "dr": 1217, "broke": 532, "thought": 4415, "together": 4464, "devastated": 1103, "keep": 2239, "fighting": 1552, "big": 417, "company": 794, "luckily": 2456, "acted": 39, "though": 4414, "exist": 1437, "tried": 4548, "talk": 4326, "update": 4680, "pregnancy": 3183, "ask": 248, "involved": 2168, "child": 687, "sake": 3681, "literally": 2399, "saying": 3708, "word": 4928, "daughter": 1020, "born": 481, "texted": 4388, "missing": 2620, "world": 4937, "fair": 1503, "surprise": 4270, "wrote": 4967, "back": 333, "wanted": 4803, "apologized": 186, "changed": 656, "within": 4913, "couple": 928, "engaged": 1357, "cleared": 716, "okay": 2850, "monday": 2641, "human": 1998, "brain": 505, "tripped": 4554, "lose": 2434, "sleep": 3940, "night": 2759, "last": 2304, "also": 132, "woke": 4919, "every": 1402, "scared": 3714, "fake": 1506, "life": 2369, "rationally": 3378, "calm": 597, "give": 1747, "half": 1836, "emergency": 1329, "fee": 1533, "come": 777, "sometimes": 4016, "unsafe": 4670, "house": 1986, "call": 594, "middle": 2588, "frequently": 1660, "bring": 527, "husband": 2013, "tech": 4350, "obviously": 2818, "unfair": 4638, "unhappy": 4644, "miserable": 2616, "minute": 2611, "commute": 790, "isolation": 2180, "social": 3990, "street": 4174, "fucked": 1680, "head": 1878, "much": 2673, "anymore": 173, "hold": 1935, "shit": 3864, "chat": 669, "bar": 350, "ptsd": 3293, "military": 2597, "hard": 1862, "alcoholic": 114, "nowadays": 2790, "killing": 2254, "week": 4841, "open": 2863, "cool": 895, "normal": 2774, "next": 2755, "flying": 1606, "vacation": 4704, "flight": 1594, "long": 2422, "msy": 2672, "la": 2281, "lax": 2318, "home": 1940, "anxiety": 170, "mostly": 2654, "control": 886, "surroundings": 4277, "idea": 2026, "metal": 2580, "tube": 4571, "foot": 1616, "air": 106, "ideal": 2027, "lot": 2440, "fear": 1527, "attack": 287, "mass": 2515, "shooting": 3873, "movie": 2668, "crowded": 973, "public": 3295, "wondering": 4925, "anyone": 174, "tip": 4454, "everything": 1406, "set": 3816, "almost": 124, "panic": 2948, "dad": 1002, "soon": 4022, "anxious": 171, "mental": 2562, "state": 4118, "happy": 1858, "anyway": 177, "comfort": 778, "never": 2747, "raised": 3357, "voice": 4769, "frustrated": 1675, "disagree": 1133, "raise": 3356, "general": 1726, "impatient": 2062, "easily": 1292, "vomiting": 4776, "factor": 1497, "taking": 4325, "mg": 2586, "zoloft": 4997, "yeah": 4974, "super": 4250, "small": 3958, "dose": 1201, "edge": 1300, "stop": 4155, "day": 1022, "helping": 1910, "since": 3914, "suddenly": 4229, "shaky": 3840, "flushed": 1604, "cheek": 681, "burning": 574, "reason": 3404, "side": 3897, "effect": 1304, "freak": 1649, "missed": 2619, "possible": 3149, "fast": 1519, "reaction": 3388, "city": 707, "shelter": 3855, "space": 4039, "baby": 330, "fine": 1570, "program": 3243, "homeless": 1941, "mother": 2656, "able": 5, "likely": 2380, "money": 2642, "past": 2991, "worst": 4944, "gotten": 1771, "become": 379, "paranoid": 2961, "well": 4851, "little": 2400, "therapist": 4401, "asked": 249, "happened": 1852, "third": 4411, "cried": 962, "went": 4857, "first": 1578, "honestly": 1947, "ignores": 2040, "date": 1017, "react": 3385, "sensation": 3789, "lasted": 2305, "seemed": 3770, "panicked": 2949, "er": 1378, "doctor": 1177, "came": 601, "run": 3664, "leave": 2339, "mark": 2506, "lied": 2368, "kept": 2241, "coughing": 913, "today": 4462, "lump": 2459, "throat": 4429, "googled": 1766, "realised": 3394, "serious": 3805, "terrified": 4379, "calling": 596, "police": 3123, "hospital": 1973, "sensitive": 3791, "kid": 2248, "area": 220, "ability": 4, "practice": 3168, "strong": 4185, "group": 1808, "please": 3109, "donating": 1191, "dollar": 1186, "future": 1700, "read": 3389, "donate": 1189, "showed": 3885, "link": 2389, "team": 4346, "website": 4835, "url": 4689, "actual": 45, "information": 2105, "find": 1568, "campaign": 603, "page": 2931, "listed": 2394, "plan": 3091, "fancy": 1515, "contribute": 882, "spoke": 4077, "marriage": 2510, "stuff": 4201, "owed": 2918, "anything": 175, "incredibly": 2092, "kill": 2252, "period": 3036, "intimate": 2155, "contact": 870, "less": 2354, "made": 2469, "outside": 2895, "sex": 3828, "rejected": 3469, "brought": 537, "frustration": 1677, "regarding": 3459, "romantic": 3639, "need": 2724, "took": 4474, "gaslighting": 1717, "used": 4693, "fuel": 1682, "comfortable": 779, "yet": 4982, "worse": 4943, "blocking": 458, "medium": 2551, "breakup": 515, "seeing": 3766, "psychiatrist": 3284, "span": 4042, "hookup": 1955, "recent": 3415, "happening": 1853, "ago": 95, "talked": 4327, "leading": 2327, "hook": 1952, "ups": 4683, "purely": 3314, "moment": 2640, "drunk": 1257, "reconnected": 3430, "situation": 3922, "abroad": 6, "number": 2796, "risk": 3621, "defend": 1050, "basic": 357, "weapon": 4829, "training": 4509, "security": 3764, "contractor": 881, "perform": 3032, "aggressive": 93, "role": 3633, "approached": 211, "switch": 4304, "blade": 441, "arm": 227, "cover": 933, "innocence": 2112, "face": 1490, "dread": 1232, "finding": 1569, "crowd": 972, "morning": 2653, "taste": 4337, "blood": 460, "bleeding": 451, "according": 28, "study": 4199, "subject": 4209, "major": 2479, "lack": 2286, "confidence": 833, "necessarily": 2720, "easy": 1293, "influence": 2103, "worth": 4945, "avenue": 314, "focus": 1607, "support": 4257, "sexual": 3829, "abuse": 11, "quality": 3331, "care": 618, "solely": 4003, "limited": 2384, "medical": 2545, "field": 1549, "abuser": 13, "held": 1904, "accountable": 30, "victim": 4743, "might": 2590, "forward": 1639, "otherwise": 2889, "wrong": 4966, "sheer": 3852, "soft": 4000, "quicker": 3338, "anger": 149, "basically": 358, "sound": 4034, "say": 3707, "symptom": 4312, "traumatic": 4528, "experiencing": 1456, "second": 3756, "nature": 2707, "therapy": 4402, "offer": 2836, "free": 1652, "november": 2789, "accident": 22, "grandmother": 1789, "died": 1116, "attend": 292, "funeral": 1695, "drove": 1251, "airport": 108, "spent": 4063, "ton": 4470, "gas": 1714, "tight": 4445, "eight": 1310, "married": 2511, "moved": 2666, "halloween": 1839, "headache": 1879, "load": 2406, "done": 1193, "hate": 1872, "constantly": 865, "telling": 4360, "po": 3116, "fun": 1688, "blown": 462, "away": 325, "office": 2839, "someone": 4013, "understands": 4630, "convince": 890, "illness": 2045, "bottom": 491, "line": 2386, "research": 3550, "doc": 1176, "online": 2858, "review": 3600, "treat": 4537, "deserve": 1085, "promise": 3249, "listing": 2398, "associate": 269, "success": 4222, "failing": 1501, "navy": 2712, "exaggerating": 1417, "towards": 4495, "mean": 2536, "qualification": 3329, "task": 4336, "men": 2561, "horrible": 1966, "woman": 4921, "rather": 3375, "alone": 125, "deal": 1028, "else": 1321, "ever": 1401, "change": 655, "detail": 1100, "project": 3247, "begging": 388, "fix": 1584, "fuck": 1679, "finish": 1572, "degree": 1055, "consider": 858, "giving": 1749, "financial": 1566, "aid": 103, "via": 4738, "gofundme": 1757, "dire": 1126, "turn": 4581, "internet": 2150, "regard": 3458, "mention": 2565, "parent": 2962, "religious": 3492, "whenever": 4867, "tell": 4359, "acting": 40, "guess": 1817, "different": 1119, "lived": 2402, "creepy": 961, "invited": 2165, "participate": 2972, "texas": 4386, "university": 4654, "purpose": 3316, "self": 3779, "severe": 3825, "spmi": 4075, "stigma": 4142, "satisfaction": 3698, "intended": 2142, "supply": 4256, "researcher": 3552, "strategy": 4171, "individual": 2098, "diagnosed": 1110, "approximately": 216, "participant": 2971, "allowed": 121, "nice": 2756, "drink": 1241, "cross": 970, "pushed": 3323, "alcohol": 113, "ordered": 2879, "uber": 4600, "dropped": 1249, "remember": 3503, "ride": 3609, "pulled": 3298, "apartment": 182, "complex": 811, "inside": 2121, "hungry": 2006, "pizza": 3086, "eating": 1296, "followed": 1612, "speak": 4046, "christmas": 700, "lonely": 2421, "sad": 3674, "part": 2968, "fight": 1551, "sorry": 4027, "title": 4459, "constant": 864, "affectionate": 79, "screaming": 3741, "whore": 4878, "disgusted": 1149, "ashamed": 246, "truly": 4562, "spend": 4060, "seventeen": 3823, "drug": 1255, "rehab": 3466, "technically": 4352, "kidnapped": 2250, "running": 3666, "across": 37, "pregnant": 3184, "law": 2316, "hand": 1842, "dangerous": 1011, "surgery": 4269, "cause": 633, "slip": 3949, "ongoing": 2857, "issue": 2181, "freaking": 1651, "town": 4497, "dinner": 1124, "sit": 3919, "try": 4569, "brother": 536, "whole": 4877, "damn": 1008, "noticed": 2783, "embarrassment": 1327, "awkward": 329, "train": 4507, "station": 4122, "lady": 2289, "food": 1614, "wallet": 4797, "walked": 4794, "cash": 626, "perfect": 3030, "dog": 1184, "sugar": 4237, "seems": 3773, "unfortunately": 4641, "bill": 421, "large": 2299, "especially": 1387, "poor": 3131, "evicted": 1409, "type": 4596, "two": 4594, "disorder": 1155, "specific": 4053, "stress": 4176, "spring": 4085, "break": 511, "except": 1421, "adult": 68, "excited": 1425, "absolutely": 10, "enjoyed": 1363, "seek": 3767, "honest": 1946, "story": 4162, "foster": 1640, "greater": 1798, "understanding": 4629, "increase": 2088, "empathy": 1333, "anticipation": 166, "may": 2532, "hoping": 1962, "write": 4962, "interested": 2147, "interviewed": 2153, "dm": 1175, "ocd": 2828, "assure": 274, "topic": 4480, "treated": 4538, "tact": 4320, "deserves": 1086, "note": 2779, "anonymous": 159, "interview": 2152, "full": 1686, "name": 2694, "published": 3296, "trust": 4564, "judgement": 2216, "fucking": 1681, "judge": 2215, "stand": 4104, "grandfather": 1787, "dental": 1067, "network": 2746, "donated": 1190, "service": 3813, "provides": 3274, "treatment": 4540, "vulnerable": 4783, "disability": 1131, "elderly": 1313, "cannot": 613, "afford": 82, "necessary": 2721, "operates": 2867, "volunteer": 4772, "dentist": 1068, "united": 4652, "qualify": 3330, "must": 2683, "adequate": 58, "income": 2086, "pay": 3002, "permanent": 3037, "pretty": 3204, "healthy": 1887, "key": 2242, "water": 4823, "surviving": 4282, "heat": 1895, "beyond": 414, "staying": 4126, "hydrated": 2014, "salt": 3685, "led": 2341, "cramp": 942, "dream": 1234, "low": 2449, "mid": 2587, "sweat": 4292, "flip": 1595, "pillow": 3072, "soaking": 3987, "wet": 4859, "repeat": 3524, "interaction": 2145, "strangled": 4170, "toxic": 4498, "loving": 2448, "vent": 4727, "evening": 1398, "playing": 3107, "bf": 415, "join": 2206, "skiing": 3926, "trip": 4553, "end": 1345, "rent": 3517, "cabin": 589, "cheap": 673, "leaving": 2340, "light": 2374, "main": 2475, "room": 3642, "bedroom": 383, "emotional": 1331, "jumpy": 2226, "everywhere": 1408, "wave": 4824, "wash": 4813, "needed": 2725, "contributed": 883, "birth": 428, "learned": 2334, "gave": 1722, "dysfunction": 1278, "substantial": 4218, "neck": 2723, "joint": 2208, "pain": 2934, "causing": 635, "crutch": 978, "includes": 2084, "favorite": 1525, "wikipedia": 4887, "alternate": 135, "article": 239, "resolve": 3562, "quickly": 3339, "spouse": 4083, "floor": 1599, "helped": 1908, "finally": 1564, "watch": 4820, "bed": 382, "keeping": 2240, "crawling": 950, "busy": 583, "fall": 1507, "asleep": 252, "crack": 941, "wall": 4796, "extremely": 1487, "offended": 2833, "continues": 878, "silent": 3906, "already": 130, "smoking": 3972, "weed": 4840, "college": 770, "happens": 1854, "smoke": 3970, "hanging": 1850, "genuinely": 1735, "seem": 3769, "describe": 1083, "gut": 1828, "legitimately": 2349, "bother": 486, "distressed": 1168, "talking": 4328, "tear": 4347, "wish": 4903, "explain": 1458, "option": 2875, "including": 2085, "depression": 1079, "manic": 2493, "behavior": 393, "outburst": 2890, "somewhere": 4018, "settled": 3819, "relatively": 3478, "speaking": 4048, "effective": 1305, "combination": 776, "med": 2544, "injury": 2110, "debilitating": 1035, "tissue": 4458, "chunk": 702, "coming": 781, "grip": 1803, "reality": 3396, "managing": 2491, "overall": 2896, "supportive": 4260, "shared": 3847, "value": 4716, "wear": 4830, "wit": 4907, "lying": 2465, "bulging": 557, "nose": 2777, "deprived": 1081, "ford": 1620, "kavanaugh": 2236, "father": 1522, "watching": 4822, "news": 2753, "agreeing": 99, "nightmare": 2760, "drain": 1222, "energy": 1354, "throughout": 4431, "harder": 1863, "planning": 3095, "seeking": 3768, "counselling": 918, "knowledge": 2277, "condition": 827, "diagnosis": 1111, "share": 3846, "rambling": 3359, "bit": 431, "mess": 2571, "gay": 1723, "humiliation": 2002, "bringing": 528, "son": 4019, "bout": 496, "church": 703, "possibly": 3150, "wa": 4784, "sitting": 3921, "encounter": 1342, "demanded": 1060, "respect": 3565, "polite": 3125, "expect": 1447, "reprimanded": 3538, "hung": 2005, "dressing": 1237, "least": 2338, "remind": 3507, "suck": 4225, "triggered": 4550, "pissed": 3081, "ugh": 4602, "drip": 1243, "sneeze": 3981, "eye": 1489, "developed": 1106, "allergy": 118, "appreciated": 208, "class": 711, "cant": 614, "scan": 3711, "environment": 1372, "nervous": 2741, "peer": 3017, "teacher": 4344, "tutor": 4584, "uncomfortable": 4618, "probably": 3222, "visibly": 4759, "barely": 352, "ha": 1831, "ease": 1289, "tomorrow": 4469, "single": 3916, "edit": 1301, "message": 2572, "scary": 3718, "twin": 4590, "sister": 3918, "irrational": 2173, "birthday": 429, "huge": 1996, "store": 4159, "safe": 3677, "manager": 2490, "grow": 1810, "employee": 1336, "continuing": 879, "rd": 3380, "shift": 3858, "minimal": 2606, "slow": 3952, "completing": 810, "list": 2393, "biggest": 419, "believe": 397, "supervisor": 4253, "yes": 4980, "consuming": 869, "quite": 3343, "caffeine": 590, "per": 3025, "summer": 4247, "medicated": 2546, "methylphenidate": 2583, "adhd": 59, "rarely": 3372, "increased": 2089, "rate": 3374, "bp": 501, "chest": 686, "appointment": 206, "trial": 4545, "exam": 1418, "hearing": 1890, "plate": 3099, "suffers": 4235, "thanks": 4395, "massive": 2518, "amount": 147, "job": 2201, "hunting": 2007, "live": 2401, "oh": 2846, "hiring": 1930, "let": 2357, "hired": 1929, "sign": 3900, "suffered": 4232, "unlikely": 4660, "ruined": 3657, "mentally": 2564, "shock": 3867, "us": 4690, "prepared": 3188, "start": 4111, "cry": 979, "item": 2182, "trauma": 4527, "funny": 1697, "thread": 4418, "hobby": 1934, "tired": 4456, "making": 2484, "reaching": 3384, "decline": 1044, "hang": 1849, "socially": 3994, "ranting": 3366, "buddy": 549, "brilliant": 526, "throwing": 4434, "brick": 521, "tied": 4444, "window": 4895, "seen": 3774, "responsibility": 3573, "thankful": 4393, "occasion": 2819, "grateful": 1795, "starbucks": 4108, "studying": 4200, "wife": 4883, "offered": 2837, "buy": 586, "coffee": 756, "lastly": 2306, "rich": 3606, "neighborhood": 2737, "cost": 908, "anyways": 178, "proven": 3271, "fact": 1496, "looked": 2426, "regular": 3464, "show": 3884, "empowering": 1339, "left": 2342, "heading": 1881, "north": 2776, "eventually": 1400, "arrived": 237, "early": 1283, "mistake": 2621, "considering": 861, "spare": 4044, "quarter": 3332, "weird": 4846, "hello": 1906, "random": 3362, "everyday": 1404, "usually": 4700, "body": 469, "pound": 3158, "completely": 809, "cat": 629, "killed": 2253, "bury": 577, "garden": 1713, "searched": 3753, "pet": 3047, "penny": 3021, "unemployed": 4633, "ruminating": 3662, "accept": 17, "ignorant": 2037, "generally": 1728, "rude": 3654, "assault": 255, "affected": 76, "technique": 4353, "suggests": 4241, "distract": 1164, "arguing": 223, "froze": 1672, "waited": 4788, "visible": 4758, "suicide": 4243, "letter": 2358, "sounded": 4035, "best": 410, "view": 4746, "similar": 3908, "card": 617, "piece": 3068, "paper": 2954, "attached": 285, "example": 1419, "closer": 737, "aim": 104, "continue": 876, "focused": 1608, "career": 619, "totally": 4486, "putting": 3326, "actively": 43, "pool": 3130, "appealing": 193, "club": 744, "hopefully": 1960, "pick": 3064, "stuck": 4195, "casually": 628, "mood": 2650, "struck": 4188, "potential": 3156, "stitch": 4146, "close": 734, "walk": 4793, "unwanted": 4676, "closed": 735, "mainly": 2476, "weight": 4845, "fat": 1520, "spoken": 4078, "generalized": 1727, "young": 4986, "bright": 525, "assignment": 265, "became": 378, "fairly": 1504, "clicked": 721, "simple": 3909, "sends": 3786, "extreme": 1486, "spiral": 4068, "weekend": 4842, "five": 1583, "drop": 1248, "hat": 1871, "protect": 3263, "level": 2360, "insane": 2115, "counsellor": 919, "mine": 2604, "seriously": 3806, "removed": 3515, "meet": 2552, "although": 137, "paid": 2932, "burner": 573, "electric": 1315, "demanding": 1061, "minimum": 2608, "payment": 3007, "scheduled": 3723, "longer": 2423, "shot": 3878, "needing": 2726, "miracle": 2612, "conversation": 889, "weather": 4833, "coincidentally": 759, "ran": 3361, "initially": 2107, "distance": 1162, "zach": 4992, "dislike": 1152, "guessing": 1818, "drunker": 1258, "hooking": 1954, "created": 954, "gf": 1739, "ready": 3391, "deeply": 1048, "easier": 1290, "advice": 70, "losing": 2437, "girlfriend": 1746, "better": 413, "confident": 834, "perceive": 3026, "worry": 4941, "undermines": 4625, "esteem": 1392, "applies": 203, "stressful": 4178, "event": 1399, "million": 2599, "hi": 1917, "wondered": 4923, "bought": 492, "thirty": 4412, "suffer": 4231, "term": 4375, "appear": 194, "entirely": 1371, "appearance": 195, "communication": 788, "albeit": 112, "quiet": 3340, "whatever": 4861, "destroyed": 1098, "mail": 2474, "visit": 4761, "split": 4074, "implied": 2064, "comparison": 797, "clear": 715, "check": 678, "box": 498, "insecure": 2118, "tall": 4329, "douchey": 1207, "opened": 2864, "threatened": 4421, "clearly": 718, "interest": 2146, "attraction": 301, "wanna": 4801, "posting": 3154, "relate": 3472, "nowhere": 2791, "truck": 4560, "realizing": 3401, "simplest": 3910, "breathing": 519, "called": 595, "simply": 3912, "belly": 400, "upper": 4682, "breath": 517, "choose": 696, "certain": 647, "count": 921, "rising": 3620, "falling": 1509, "summary": 4246, "push": 3322, "pulling": 3299, "lb": 2322, "often": 2844, "recovering": 3435, "lower": 2450, "certificate": 649, "provided": 3273, "employer": 1337, "glass": 1752, "medication": 2547, "focusing": 1609, "straight": 4164, "auto": 309, "pilot": 3073, "distracted": 1165, "playful": 3106, "scare": 3713, "prank": 3170, "beat": 374, "drag": 1219, "sworn": 4308, "realize": 3398, "expanded": 1445, "dissociation": 1160, "history": 1931, "memory": 2560, "laughing": 2314, "dark": 1014, "hair": 1834, "bubbly": 547, "personality": 3043, "prettier": 3203, "version": 4735, "shaking": 3839, "remain": 3497, "front": 1671, "dress": 1236, "waiting": 4789, "voting": 4779, "vote": 4777, "secure": 3763, "spite": 4073, "traumatized": 4529, "shame": 3842, "depending": 1073, "deep": 1046, "abandoned": 1, "loved": 2446, "reminder": 3509, "punishment": 3308, "toy": 4499, "plushie": 3114, "thrown": 4435, "caught": 632, "slapped": 3939, "cut": 997, "standing": 4106, "bitch": 432, "beaten": 375, "snap": 3975, "utterly": 4702, "grabbing": 1777, "collapsed": 763, "logical": 2418, "conclusion": 824, "suffering": 4234, "rape": 3367, "endured": 1351, "stable": 4096, "blame": 443, "behaviour": 394, "display": 1157, "ripped": 3617, "horror": 1970, "wanting": 4804, "die": 1115, "suggestion": 4240, "carry": 623, "forming": 1634, "sending": 3785, "positive": 3146, "computer": 816, "video": 4745, "youtube": 4990, "depressed": 1077, "wasting": 4819, "reply": 3532, "fire": 1575, "danger": 1010, "mike": 2592, "bothered": 487, "silly": 3907, "argument": 224, "common": 786, "named": 2695, "theo": 4399, "cute": 998, "settle": 3818, "clean": 713, "approve": 214, "recover": 3433, "broken": 533, "alcoholism": 115, "entire": 1370, "sudden": 4228, "death": 1034, "needless": 2728, "memorial": 2559, "rough": 3646, "hood": 1951, "cheated": 676, "great": 1797, "six": 3923, "slipped": 3950, "bender": 403, "fell": 1540, "depressive": 1080, "suicidal": 4242, "crisis": 967, "phoned": 3057, "exists": 1442, "ten": 4366, "sub": 4207, "worthy": 4948, "destroy": 1097, "struggle": 4190, "useless": 4695, "exactly": 1415, "picture": 3067, "motivation": 2658, "switched": 4305, "freshman": 1662, "slept": 3943, "stayed": 4125, "listened": 2396, "code": 754, "living": 2405, "clearer": 717, "sat": 3697, "lucky": 2457, "alive": 117, "injured": 2109, "robbed": 3628, "engagement": 1358, "process": 3229, "dumb": 1265, "swear": 4291, "god": 1755, "rage": 3354, "apart": 181, "praying": 3173, "stretch": 4180, "jump": 2223, "land": 2293, "leg": 2343, "position": 3145, "added": 50, "bunch": 565, "scenario": 3720, "reddit": 3439, "guide": 1821, "hosting": 1980, "building": 555, "partnership": 2979, "allow": 120, "resource": 3564, "audience": 303, "serve": 3810, "meeting": 2553, "amanda": 139, "agreed": 98, "senior": 3787, "party": 2980, "jeff": 2193, "drama": 1224, "admitted": 62, "admit": 61, "cold": 760, "turkey": 4579, "employment": 1338, "grandparent": 1791, "male": 2485, "strangely": 4168, "buried": 570, "failed": 1500, "realise": 3393, "meth": 2581, "dear": 1032, "doubled": 1203, "trustworthy": 4567, "oblivious": 2808, "bubble": 546, "faith": 1505, "screw": 3745, "em": 1323, "episode": 1374, "figure": 1553, "despite": 1094, "expecting": 1450, "official": 2841, "due": 1262, "aimed": 105, "direction": 1128, "tree": 4541, "bush": 579, "there": 4403, "doubt": 1204, "parking": 2966, "cop": 897, "he": 1877, "friggin": 1668, "couch": 910, "blunt": 464, "grew": 1802, "trained": 4508, "thug": 4436, "rid": 3608, "till": 4447, "bike": 420, "fixed": 1585, "use": 4692, "library": 2364, "laptop": 2298, "sens": 3788, "professional": 3238, "system": 4315, "remote": 3512, "highest": 1923, "ear": 1281, "stock": 4147, "source": 4037, "complicated": 812, "bank": 348, "account": 29, "balance": 342, "monthly": 2649, "applied": 202, "overdrawn": 2900, "transaction": 4512, "concern": 821, "pushing": 3324, "knocked": 2273, "revealed": 3597, "hopeless": 1961, "supported": 4258, "excellent": 1420, "smart": 3961, "committed": 785, "quit": 3342, "rented": 3519, "starting": 4114, "application": 201, "overwhelmed": 2914, "finished": 1573, "ny": 2802, "essay": 1389, "supplemental": 4255, "filed": 1558, "sooner": 4023, "deadline": 1027, "visited": 4763, "lacking": 2288, "content": 874, "replacement": 3530, "happiness": 1857, "january": 2188, "blue": 463, "swing": 4302, "confused": 846, "game": 1706, "unwilling": 4677, "petty": 3048, "checking": 680, "controlling": 888, "slowly": 3953, "growing": 1811, "hardly": 1865, "effexor": 1307, "depersonalization": 1074, "uncontrollable": 4621, "craving": 948, "penzel": 3023, "expert": 1457, "collection": 768, "based": 355, "successfully": 4224, "treating": 4539, "patient": 2997, "particularly": 2977, "obvious": 2817, "variant": 4719, "overcome": 2897, "starter": 4113, "exposure": 1474, "response": 3572, "several": 3824, "series": 3804, "kicking": 2247, "introduced": 2158, "fwb": 1701, "refused": 3456, "stranger": 4169, "breaking": 514, "badly": 338, "wonderful": 4924, "connection": 853, "replaced": 3529, "canceled": 608, "license": 2366, "expense": 1452, "government": 1772, "phone": 3056, "willing": 4890, "repay": 3522, "repayment": 3523, "priority": 3216, "sock": 3997, "pm": 3115, "question": 3333, "paypal": 3008, "app": 189, "transfer": 4513, "mobile": 2627, "unlocked": 4661, "local": 2409, "location": 2411, "report": 3534, "verify": 4733, "ignoring": 2041, "reminded": 3508, "jail": 2185, "thin": 4407, "claiming": 710, "denying": 1070, "dealing": 1030, "education": 1303, "thats": 4397, "stare": 4109, "instagram": 2130, "convinced": 891, "bump": 564, "locked": 2414, "kissing": 2264, "holiday": 1938, "contributing": 884, "tooth": 4476, "gap": 1709, "crush": 975, "instructor": 2136, "behind": 395, "forgetting": 1625, "sorority": 4026, "interacting": 2144, "teach": 4343, "exhausted": 1434, "grabbed": 1776, "toddler": 4463, "pressed": 3196, "yelled": 4977, "vein": 4726, "swore": 4307, "hear": 1888, "repeatedly": 3526, "stabbed": 4093, "kicked": 2246, "caused": 634, "fired": 1576, "worked": 4932, "chose": 699, "lord": 2432, "buck": 548, "survive": 4280, "pull": 3297, "ultimately": 4607, "accidentally": 23, "housing": 1990, "practising": 3169, "excuse": 1431, "sibling": 3893, "wrist": 4961, "holding": 1936, "bone": 472, "gad": 1702, "stronger": 4186, "vicious": 4742, "circle": 705, "normally": 2775, "insomnia": 2126, "subsequently": 4216, "underlying": 4624, "prescribed": 3190, "xanax": 4969, "resort": 3563, "withdrawal": 4909, "addiction": 53, "alprazolam": 129, "mile": 2596, "bigger": 418, "sleepy": 3942, "lay": 2319, "stomach": 4151, "pippa": 3079, "irresponsible": 2174, "neglected": 2733, "remotely": 3513, "poodle": 3129, "partner": 2978, "insight": 2122, "colleague": 764, "older": 2853, "coworkers": 937, "lunch": 2460, "text": 4387, "pub": 3294, "confirmed": 839, "deeper": 1047, "switching": 4306, "reject": 3468, "counting": 924, "dropping": 1250, "biological": 425, "aunt": 306, "nc": 2714, "finance": 1565, "concussion": 826, "dorm": 1198, "gone": 1761, "concerned": 822, "chronic": 701, "wedding": 4836, "impact": 2060, "others": 2888, "mo": 2626, "data": 1016, "download": 1210, "connect": 850, "access": 21, "apply": 204, "site": 3920, "far": 1517, "tension": 4373, "lockdown": 2413, "drill": 1240, "schoolers": 3729, "atmosphere": 284, "wonder": 4922, "earlier": 1282, "input": 2114, "ill": 2043, "deny": 1069, "considered": 860, "forever": 1623, "applying": 205, "secondary": 3757, "supplement": 4254, "increasingly": 2090, "sent": 3794, "someday": 4011, "pasta": 2992, "sauce": 3702, "mystery": 2687, "redditor": 3440, "selfish": 3780, "apology": 188, "package": 2926, "observant": 2809, "jewish": 2198, "shabbat": 3833, "important": 2067, "voucher": 4780, "welfare": 4850, "bartender": 353, "equally": 1376, "odd": 2831, "cooked": 893, "meal": 2535, "romance": 3638, "return": 3594, "incredible": 2091, "mentioned": 2566, "form": 1630, "relax": 3479, "create": 953, "insurance": 2139, "definitely": 1054, "needle": 2727, "inevitably": 2100, "step": 4133, "power": 3162, "specifically": 4054, "xr": 4970, "horrendous": 1965, "clonazepam": 731, "ipad": 2171, "member": 2557, "fitness": 1582, "center": 642, "countless": 925, "cope": 898, "nah": 2690, "frustrating": 1676, "mature": 2530, "instead": 2134, "immature": 2052, "validation": 4711, "ldr": 2323, "worrying": 4942, "possibility": 3148, "prozac": 3278, "hopeful": 1959, "heightened": 1903, "occur": 2823, "painful": 2935, "late": 2307, "lux": 2463, "flush": 1603, "bathroom": 364, "department": 1071, "policy": 3124, "personal": 3042, "relation": 3475, "direct": 1127, "bos": 484, "co": 748, "worker": 4933, "proceeded": 3227, "answer": 162, "joke": 2209, "questioning": 3335, "handle": 1846, "logic": 2417, "continued": 877, "offensive": 2835, "kidding": 2249, "include": 2082, "private": 3219, "participating": 2974, "screening": 3743, "questionnaire": 3336, "participated": 2973, "vanderbilt": 4718, "eligible": 1320, "biologically": 426, "niece": 2758, "nephew": 2739, "adopted": 65, "murder": 2677, "attempt": 289, "transportation": 4523, "eat": 1294, "stamp": 4103, "grocery": 1804, "helpful": 1909, "worn": 4939, "heating": 1898, "gambling": 1705, "expected": 1449, "severely": 3826, "disappointed": 1136, "waste": 4817, "damage": 1005, "door": 1197, "opiate": 2869, "addict": 51, "spot": 4082, "terrible": 4377, "gang": 1708, "mexican": 2584, "mafia": 2471, "molested": 2638, "enjoy": 1362, "flipped": 1596, "libido": 2363, "lol": 2420, "popped": 3134, "pill": 3071, "develop": 1105, "lifestyle": 2370, "meditation": 2550, "respecting": 3567, "boundary": 495, "ruining": 3658, "apologize": 185, "retarded": 3586, "doomed": 1196, "fault": 1524, "chemistry": 684, "controlled": 887, "meditate": 2549, "basis": 359, "handful": 1844, "intense": 2143, "ruminate": 3661, "messenger": 2576, "draw": 1228, "july": 2222, "survival": 4279, "mode": 2632, "saved": 3704, "recognized": 3424, "award": 322, "rip": 3616, "wound": 4951, "taught": 4339, "privacy": 3218, "explained": 1459, "yr": 4991, "bath": 363, "bag": 339, "rice": 3605, "heard": 1889, "retired": 3589, "marine": 2504, "blog": 459, "rick": 3607, "walking": 4795, "dead": 1026, "leader": 2325, "zombie": 4998, "twice": 4589, "connected": 851, "graduate": 1781, "final": 1563, "semester": 3783, "understood": 4631, "accepted": 19, "defeated": 1049, "hence": 1912, "beginning": 390, "typically": 4598, "slightest": 3947, "turned": 4582, "loss": 2438, "tldr": 4461, "jaw": 2189, "pop": 3133, "wide": 4881, "skin": 3928, "raw": 3379, "slight": 3946, "affect": 75, "nine": 2762, "catching": 631, "lost": 2439, "began": 386, "difference": 1118, "given": 1748, "slew": 3944, "unknown": 4655, "invested": 2163, "build": 554, "skill": 3927, "gaming": 1707, "community": 789, "obsession": 2813, "bullshit": 560, "btw": 545, "owns": 2921, "stood": 4153, "sadly": 3675, "mirtazapine": 2614, "cycle": 1001, "creeped": 960, "benefit": 405, "medicine": 2548, "mild": 2594, "suspect": 4284, "constructive": 867, "decision": 1043, "throwaway": 4433, "username": 4697, "lesbian": 2353, "near": 2716, "december": 1039, "isnt": 2177, "roof": 3641, "using": 4698, "daily": 1004, "present": 3192, "contemplating": 873, "permission": 3039, "peace": 3011, "yelling": 4978, "sick": 3894, "disease": 1148, "weak": 4826, "mix": 2624, "attacked": 288, "larger": 2301, "paige": 2933, "remaining": 3499, "hr": 1993, "vet": 4736, "essentially": 1391, "central": 644, "louisiana": 2444, "frequent": 1659, "difficulty": 1122, "bipolar": 427, "avoided": 319, "determined": 1102, "drinking": 1242, "sober": 3989, "seven": 3822, "desire": 1089, "grass": 1794, "briefly": 524, "besides": 409, "replace": 3528, "cbt": 637, "wallowing": 4798, "somebody": 4010, "repair": 3521, "vehicle": 4725, "spending": 4061, "unnecessary": 4663, "acceptable": 18, "weekly": 4843, "advance": 69, "marry": 2512, "trap": 4524, "hell": 1905, "twisted": 4592, "vinyl": 4749, "journey": 2213, "destination": 1096, "panicking": 2950, "wee": 4839, "valium": 4713, "embarrassed": 1325, "bus": 578, "tunnel": 4577, "min": 2600, "annoyed": 156, "restaurant": 3576, "midnight": 2589, "sleeping": 3941, "ground": 1806, "figured": 1554, "lock": 2412, "however": 1992, "higher": 1922, "facebook": 1491, "appears": 198, "partying": 2981, "cringe": 965, "meant": 2539, "breathe": 518, "loud": 2441, "noise": 2765, "requires": 3547, "reachable": 3382, "staff": 4097, "requested": 3542, "driver": 1245, "collapse": 762, "eviction": 1410, "managed": 2488, "stopped": 4156, "dependent": 1072, "thyroid": 4439, "hormone": 1964, "measured": 2542, "begun": 391, "multiple": 2674, "trouble": 4557, "largely": 2300, "receive": 3411, "stimulation": 4144, "prior": 3215, "known": 2278, "officially": 2842, "hoped": 1958, "advisor": 72, "vaguely": 4708, "procedure": 3225, "sample": 3687, "toward": 4494, "fellow": 1541, "burst": 576, "porch": 3138, "hyperventilating": 2017, "embarrassing": 1326, "ambulance": 143, "wake": 4790, "cum": 986, "book": 474, "status": 4123, "scrolling": 3748, "wherever": 4869, "productive": 3237, "size": 3924, "cell": 640, "yay": 4973, "throne": 4430, "rubbing": 3653, "involves": 2169, "showing": 3887, "affection": 78, "wrestle": 4959, "torture": 4484, "tackled": 4319, "pinned": 3075, "routine": 3650, "resent": 3554, "fearful": 1529, "overreacting": 2909, "animal": 152, "unless": 4657, "raising": 3358, "heal": 1884, "wait": 4787, "music": 2681, "headphone": 1882, "grade": 1780, "zero": 4995, "crime": 963, "warm": 4807, "farm": 1518, "scholarship": 3727, "sustainable": 4289, "board": 466, "avoid": 317, "locker": 2415, "gym": 1830, "keyboard": 2243, "guitar": 1826, "teen": 4355, "choice": 692, "nobody": 2764, "ache": 34, "exercise": 1432, "fully": 1687, "accusation": 31, "escape": 1385, "blaming": 445, "proof": 3256, "consent": 855, "reliable": 3486, "expensive": 1453, "autistic": 308, "hiding": 1920, "careful": 620, "knowing": 2276, "correct": 904, "save": 3703, "bothering": 488, "additional": 55, "useful": 4694, "drastically": 1227, "frame": 1645, "loan": 2408, "consideration": 859, "sean": 3751, "crap": 943, "non": 2767, "fly": 1605, "psyche": 3282, "tense": 4372, "strain": 4165, "untreated": 4674, "object": 2805, "passed": 2984, "forced": 1618, "minor": 2609, "responsible": 3574, "perpetrator": 3040, "ideation": 2028, "pathetic": 2995, "crossed": 971, "deleted": 1057, "alt": 133, "asks": 251, "quiz": 3345, "designed": 1087, "guard": 1816, "randomly": 3363, "pose": 3144, "anybody": 172, "whatsoever": 4864, "reacting": 3387, "peanut": 3014, "butter": 585, "apparently": 191, "sandwich": 3689, "candy": 611, "cup": 987, "eaten": 1295, "ate": 279, "pint": 3077, "ice": 2024, "cream": 952, "artist": 240, "doer": 1182, "par": 2956, "existant": 1438, "equal": 1375, "reciprocate": 3419, "psychological": 3286, "provide": 3272, "hesitant": 1914, "regimen": 3461, "grandma": 1788, "clorox": 733, "taken": 4324, "clothes": 742, "remembers": 3506, "quote": 3346, "babysitter": 331, "produced": 3235, "gold": 1759, "whichever": 4871, "preferred": 3181, "kyle": 2280, "booked": 475, "function": 1689, "alongside": 127, "anti": 165, "depressant": 1076, "complete": 807, "paranoia": 2960, "associated": 270, "freaked": 1650, "brian": 520, "comment": 782, "miss": 2618, "withholding": 4912, "turning": 4583, "pair": 2941, "substance": 4217, "believed": 398, "rock": 3631, "replied": 3531, "pressured": 3199, "hometown": 1944, "payed": 3005, "begin": 389, "follow": 1611, "belief": 396, "blocked": 457, "bear": 373, "winter": 4898, "awful": 327, "judgmental": 2220, "trapped": 4525, "shake": 3837, "additionally": 56, "unavailable": 4611, "previously": 3208, "posted": 3152, "subreddit": 4213, "beneficial": 404, "sour": 4036, "natural": 2705, "dos": 1199, "diet": 1117, "laughed": 2313, "screwed": 3747, "acquaintance": 36, "solution": 4006, "session": 3815, "stoned": 4152, "suspected": 4285, "perhaps": 3035, "facial": 1493, "subconscious": 4208, "psychosomatic": 3290, "twenty": 4588, "accomplish": 26, "significance": 3902, "karma": 2234, "relative": 3477, "former": 1633, "packed": 2927, "dramatic": 1225, "watched": 4821, "nurse": 2799, "oxygen": 2922, "beg": 385, "supposed": 4262, "transport": 4522, "traveling": 4533, "traveled": 4532, "aside": 247, "ish": 2175, "background": 335, "extensively": 1482, "golden": 1760, "retriever": 3593, "slightly": 3948, "sweetheart": 4299, "teenager": 4357, "sport": 4080, "played": 3104, "rain": 3355, "snow": 3983, "mres": 2671, "invest": 2162, "motel": 2655, "preschool": 3189, "recommendation": 3426, "gain": 1703, "primary": 3211, "celexa": 639, "escitalopram": 1386, "lexapro": 2361, "sadness": 3676, "apparent": 190, "somehow": 4012, "ending": 1348, "frozen": 1673, "august": 305, "conflict": 841, "frightened": 1669, "guilty": 1825, "pursue": 3319, "prefer": 3178, "sentence": 3795, "directly": 1129, "register": 3462, "curious": 991, "business": 580, "daddy": 1003, "hug": 1995, "notice": 2782, "patiently": 2998, "chatting": 672, "fixing": 1586, "fianc": 1546, "forgotten": 1629, "reception": 3417, "confront": 843, "temper": 4361, "fiance": 1547, "courage": 929, "coat": 751, "neither": 2738, "plenty": 3112, "regardless": 3460, "shitty": 3866, "dude": 1261, "resentment": 3555, "mouth": 2664, "submit": 4211, "heavily": 1900, "heartbeat": 1892, "furniture": 1699, "desk": 1090, "discount": 1142, "equivalent": 1377, "english": 1361, "language": 2297, "listen": 2395, "audio": 304, "file": 1557, "select": 3777, "matching": 2523, "progress": 3245, "meaning": 2537, "user": 4696, "paxil": 3001, "majority": 2480, "energetic": 1353, "shortly": 3877, "ignored": 2039, "beating": 376, "alleviate": 119, "mexico": 2585, "county": 927, "york": 4985, "calorie": 600, "block": 456, "wipe": 4899, "tv": 4585, "varied": 4720, "exaggerated": 1416, "threatening": 4422, "occassion": 2822, "welcoming": 4849, "adjusting": 60, "handed": 1843, "responded": 3569, "wrap": 4955, "flat": 1592, "screen": 3742, "steam": 4131, "mesh": 2570, "awhile": 328, "lined": 2387, "reach": 3381, "messy": 2578, "justify": 2231, "bullied": 559, "cured": 990, "handicapped": 1845, "gained": 1704, "result": 3580, "envy": 1373, "obsess": 2810, "negative": 2729, "workaholic": 4930, "beautiful": 377, "dumped": 1267, "maker": 2482, "commit": 783, "nude": 2793, "forgot": 1628, "double": 1202, "blind": 455, "permanently": 3038, "limit": 2383, "choking": 695, "incident": 2081, "labrador": 2285, "lovely": 2447, "march": 2501, "throw": 4432, "quick": 3337, "possession": 3147, "pornography": 3140, "exploitation": 1467, "offender": 2834, "stage": 4098, "cancer": 610, "servant": 3809, "butt": 584, "invite": 2164, "cooler": 896, "extension": 1480, "academic": 16, "counselor": 920, "advocate": 73, "leaf": 2328, "unstable": 4671, "studio": 4198, "cheaper": 674, "monitoring": 2644, "photo": 3058, "shower": 3886, "slide": 3945, "smiled": 3968, "park": 2964, "marathon": 2500, "learn": 2333, "shape": 3845, "attitude": 297, "breast": 516, "sore": 4025, "pressuring": 3200, "piv": 3085, "aware": 323, "zone": 4999, "relevant": 3485, "overwhelming": 2915, "strange": 4167, "assured": 275, "responding": 3571, "pleading": 3108, "explanation": 1462, "stated": 4119, "prison": 3217, "felony": 1542, "probation": 3223, "pretending": 3202, "shes": 3857, "liked": 2379, "occurred": 2825, "placed": 3088, "psychiatric": 3283, "covered": 934, "transpired": 4521, "betrayal": 411, "blackout": 439, "scrotum": 3749, "punched": 3303, "retreat": 3591, "realization": 3397, "search": 3752, "becoming": 381, "scar": 3712, "processing": 3231, "waking": 4791, "charger": 663, "june": 2227, "flashback": 1591, "survived": 4281, "reluctant": 3494, "suggested": 4239, "anywhere": 179, "homelessness": 1942, "landlord": 2295, "asshole": 263, "ghosted": 1740, "subsequent": 4215, "ambitious": 142, "distant": 1163, "impending": 2063, "grown": 1812, "naive": 2692, "innocent": 2113, "outcast": 2891, "amongst": 146, "true": 4561, "lie": 2367, "island": 2176, "couldnt": 915, "atenolol": 280, "lorazepam": 2431, "wouldnt": 4950, "ive": 2183, "purchased": 3311, "cigarette": 704, "jokingly": 2211, "insult": 2137, "newness": 2752, "housework": 1989, "yell": 4976, "confrontation": 844, "certainly": 648, "threaten": 4420, "uncle": 4617, "forgive": 1626, "empty": 1340, "pretend": 3201, "til": 4446, "parenting": 2963, "bob": 468, "property": 3259, "debt": 1036, "planned": 3093, "fund": 1691, "immigrant": 2058, "sponsor": 4079, "supporting": 4259, "bullet": 558, "desperately": 1092, "wishing": 4905, "longest": 2424, "california": 593, "record": 3431, "somewhat": 4017, "act": 38, "horseman": 1972, "tablet": 4317, "staring": 4110, "weirdly": 4847, "abruptly": 7, "startled": 4116, "yelped": 4979, "closet": 739, "assume": 271, "subreddits": 4214, "redirect": 3442, "star": 4107, "customer": 996, "whose": 4879, "device": 1108, "stressed": 4177, "checked": 679, "apologised": 184, "uni": 4647, "separate": 3797, "calmed": 598, "mutual": 2685, "successful": 4223, "schedule": 3722, "tonight": 4473, "gentle": 1731, "grab": 1775, "table": 4316, "mil": 2593, "cook": 892, "laundry": 2315, "sympathy": 4311, "ruin": 3656, "ignore": 2038, "independent": 2094, "hire": 1928, "construction": 866, "goal": 1754, "diploma": 1125, "enforcement": 1355, "tend": 4369, "unfamiliar": 4639, "heavy": 1901, "manage": 2487, "bomb": 470, "whether": 4870, "kick": 2245, "winded": 4894, "cage": 591, "skipped": 3931, "relaxed": 3480, "downtown": 1212, "relaxing": 3481, "freedom": 1653, "pit": 3082, "everytime": 1407, "purposefully": 3317, "bruise": 539, "proper": 3257, "legal": 2345, "adoption": 66, "residency": 3559, "adoptive": 67, "mum": 2676, "destructive": 1099, "attempted": 290, "stabbing": 4094, "informed": 2106, "ward": 4806, "potentially": 3157, "lung": 2461, "practically": 3167, "passionate": 2987, "feeding": 1536, "appetite": 199, "court": 931, "management": 2489, "satisfied": 3699, "pouring": 3160, "glad": 1750, "rope": 3645, "plagued": 3089, "tendency": 4370, "binge": 423, "mania": 2492, "sink": 3917, "avoidance": 318, "openly": 2866, "hostile": 1979, "explicitly": 1464, "punish": 3306, "linehan": 2388, "criticism": 968, "plus": 3113, "grand": 1785, "regularly": 3465, "thoughtful": 4416, "liking": 2381, "rewarding": 3603, "earned": 1285, "unhealthy": 4645, "mentality": 2563, "earning": 1286, "commitment": 784, "hurting": 2012, "sickness": 3895, "maintain": 2477, "concept": 820, "threw": 4425, "fit": 1581, "evaluation": 1395, "cancel": 607, "va": 4703, "filing": 1559, "claim": 708, "humiliating": 2001, "listening": 2397, "dogging": 1185, "served": 3811, "combat": 775, "shut": 3890, "safety": 3679, "bound": 494, "horse": 1971, "emotion": 1330, "shook": 3870, "rushed": 3669, "restroom": 3579, "shirt": 3863, "partially": 2970, "soda": 3998, "stall": 4102, "spilled": 4065, "avid": 316, "borrow": 482, "receiving": 3414, "stipend": 4145, "paycheck": 3003, "net": 2743, "extra": 1485, "lender": 2351, "available": 313, "tapering": 4333, "timeline": 4450, "mobility": 2628, "following": 1613, "fibromyalgia": 1548, "fatigue": 1523, "syndrome": 4314, "muscle": 2679, "hip": 1927, "kidney": 2251, "liver": 2403, "bladder": 440, "phase": 3050, "teeth": 4358, "brunswick": 541, "assuring": 276, "logically": 2419, "stick": 4138, "realizes": 3400, "wire": 4900, "force": 1617, "speaker": 4047, "wrecked": 4958, "wreck": 4957, "pure": 3313, "defensive": 1052, "approach": 210, "excessive": 1422, "appropriate": 213, "returned": 3595, "homework": 1945, "lead": 2324, "standard": 4105, "internal": 2149, "hatred": 1875, "spiralled": 4070, "seemingly": 3772, "delete": 1056, "burn": 571, "buying": 587, "camp": 602, "helpless": 1911, "tax": 4340, "insignificant": 2123, "jerk": 2194, "intelligent": 2140, "facility": 1494, "serotonin": 3807, "scene": 3721, "headspace": 1883, "surprisingly": 4273, "terror": 4381, "flash": 1590, "sweating": 4293, "instinct": 2135, "coping": 899, "mechanism": 2543, "suggest": 4238, "opportunity": 2871, "officer": 2840, "black": 437, "duty": 1270, "attorney": 298, "idiot": 2032, "evil": 1412, "pray": 3171, "knife": 2270, "painted": 2938, "accusing": 33, "chill": 690, "murdered": 2678, "visiting": 4764, "tram": 4510, "pot": 3155, "vision": 4760, "pedo": 3015, "complained": 805, "grandpa": 1790, "cousin": 932, "arent": 221, "jay": 2190, "marie": 2502, "personally": 3044, "emdr": 1328, "instance": 2131, "mindset": 2603, "shithole": 3865, "childhood": 688, "identified": 2029, "narcissist": 2699, "disowned": 1156, "sunday": 4249, "raped": 3368, "maintains": 2478, "overly": 2906, "occasional": 2820, "hurtful": 2011, "ridiculous": 3610, "expectation": 1448, "answering": 164, "renting": 3520, "nipple": 2763, "biting": 435, "laying": 2320, "joking": 2210, "basement": 356, "nearby": 2717, "cptsd": 939, "info": 2104, "shout": 3881, "forcing": 1619, "onto": 2861, "respectful": 3566, "idk": 2033, "celebrating": 638, "havent": 1876, "diagnose": 1109, "platform": 3100, "caring": 622, "anytime": 176, "wage": 4785, "utility": 4701, "parked": 2965, "incase": 2078, "battery": 365, "interesting": 2148, "pale": 2943, "pressure": 3198, "ball": 343, "activity": 44, "upset": 4684, "charged": 662, "avoiding": 320, "bail": 340, "bailed": 341, "wished": 4904, "foremost": 1621, "veteran": 4737, "awesome": 326, "lease": 2336, "guest": 1819, "abandonment": 3, "klonopin": 2267, "neighbor": 2736, "cleaning": 714, "bleach": 449, "nasty": 2701, "fever": 1545, "dizziness": 1173, "dry": 1259, "cough": 912, "relief": 3488, "ii": 2042, "agoraphobia": 96, "stopping": 4157, "iffy": 2035, "wow": 4953, "imagined": 2050, "closure": 741, "promised": 3250, "fresh": 1661, "discussing": 1146, "pee": 3016, "reminds": 3511, "urine": 4688, "war": 4805, "luck": 2455, "straw": 4172, "song": 4020, "dance": 1009, "suppose": 4261, "picking": 3066, "experienced": 1455, "isolating": 2179, "surrounded": 4276, "isolated": 2178, "grasp": 1793, "resulted": 3581, "sufferer": 4233, "unacceptable": 4610, "gaping": 1710, "lip": 2391, "packing": 2929, "brutal": 544, "honesty": 1948, "error": 1381, "blur": 465, "email": 1324, "nope": 2773, "id": 2025, "scam": 3710, "overwhelmingly": 2916, "odds": 2832, "paying": 3006, "owe": 2917, "blow": 461, "request": 3541, "flirt": 1597, "agrees": 101, "nd": 2715, "profusely": 3242, "unpaid": 4664, "insists": 2125, "overlook": 2905, "compromise": 814, "proceed": 3226, "credit": 958, "handout": 1848, "happily": 1856, "native": 2704, "cheat": 675, "hating": 1874, "harm": 1866, "brief": 523, "consumed": 868, "picked": 3065, "science": 3730, "horribly": 1967, "forget": 1624, "written": 4965, "rapist": 3370, "circumstance": 706, "ie": 2034, "covering": 935, "jean": 2192, "cuz": 1000, "wearing": 4831, "pant": 2952, "as": 243, "skinny": 3929, "overnight": 2907, "rise": 3619, "yo": 4983, "season": 3754, "affair": 74, "dated": 1018, "noisy": 2766, "warming": 4808, "feedback": 1535, "dare": 1013, "september": 3803, "flirting": 1598, "communicate": 787, "prepaid": 3185, "virgin": 4755, "lawyer": 2317, "comp": 792, "sell": 3781, "feb": 1530, "discussed": 1145, "differently": 1120, "introduce": 2157, "exclusive": 1430, "insulting": 2138, "formatting": 1632, "swimming": 4301, "smoothly": 3973, "temperature": 4362, "finger": 1571, "surface": 4266, "surely": 4265, "exit": 1443, "sabotaging": 3672, "model": 2633, "platonic": 3102, "rely": 3495, "format": 1631, "failure": 1502, "ban": 344, "length": 2352, "mod": 2631, "pleasure": 3110, "affiliation": 80, "inner": 2111, "decade": 1038, "decent": 1040, "extent": 1483, "dragged": 1220, "compare": 795, "filled": 1561, "guilt": 1824, "freeze": 1656, "assuming": 273, "unfortunate": 4640, "believing": 399, "navigate": 2711, "halfway": 1837, "improvement": 2072, "loyal": 2452, "colorado": 772, "cutting": 999, "style": 4206, "loaded": 2407, "gun": 1827, "claimed": 709, "none": 2768, "temporary": 4364, "succeed": 4221, "endure": 1350, "riding": 3611, "suspicion": 4287, "warning": 4810, "cake": 592, "supermarket": 4251, "uncontrollably": 4622, "generous": 1730, "thanksgiving": 4396, "fill": 1560, "pantry": 2953, "prescription": 3191, "bowl": 497, "cereal": 646, "milk": 2598, "toilet": 4465, "vague": 4707, "owned": 2919, "immediate": 2054, "rejection": 3471, "notable": 2778, "political": 3126, "built": 556, "bully": 561, "disabled": 1132, "speech": 4056, "accused": 32, "spends": 4062, "shoe": 3869, "motorcycle": 2660, "revenge": 3598, "radical": 3351, "stepfather": 4135, "easiest": 1291, "tiny": 4453, "particular": 2976, "require": 3544, "campus": 605, "becomes": 380, "roughly": 3647, "bouncing": 493, "protective": 3266, "suspicious": 4288, "strict": 4181, "forest": 1622, "automatically": 310, "race": 3348, "occasionally": 2821, "roommate": 